// Написать программу вычисления произведения чисел от 1 до N
Console.WriteLine("Введите число1: ");
int number1 = int.Parse(Console.ReadLine());

Console.WriteLine("Введите число2: ");
int number2 = int.Parse(Console.ReadLine());

for (int i = 1; i <= number; i++)


{
    Console.WriteLine( "Произведение чисел" {number1 * number2} );
}
